Repository: AppleLife/PureFTPd-Manager
Catalog: sources/*.lproj/Localizable.strings
Languages: french

source: %@ already exists on your system, please specify another username.
french: L'utilsateur %@ est déjà présent sur votre système. Veuillez choisir un autre nom.

source: PureFTPd informations removed from your host configuration file.
french: Les données relatives à PureFTPd ont été supprimées de votre fichier /etc/host.

source: PureFTPd Manager has been removed from your system.
french: PureFTPd Manager a été désinstallé de votre ordinateur.

source: A new user account needs a login, a password and a home directory to be set before it can be saved. Please complete this user informations.
french: Un compte utilisateur a besoin d'un nom, d'un mot de passe et d'un répertoire de base avant de pouvoir être enregistrer.. Merci de compléter ces informations.

source: All Year
french: Année complète

source: April
french: Avril

source: August
french: Août

source: Cancel
french: Annuler

source: Close
french: Fermer

source: Connection error
french: Erreur lors de la connexion

source: Continue
french: Continuer

source: December
french: Décembre

source: Delete
french: Supprimer

source: Delete Button
french: Bouton Supprimer

source: Disabled
french: Inactive

source: Do you want to start the Setup Assistant now ?
french: Souhaitez-vous exécuter l'Assitant de Configuration ?

source: Don't Save
french: Ne pas enregistrer

source: Duplicated Account !
french: Ce compte existe déjà !

source: Enabled
french: Activée

source: February
french: Février

source: File: %@ removed.
french: Fichier : %@ effacé

source: Incomplete User Information
french: Données utilisateur incomplètes

source: January
french: Janvier

source: July
french: Juillet

source: June
french: Juin

source: Mac OS X default FTP server has been restored
french: Le serveur FTP par défaut de Mac OS X a été réstauré.

source: March
french: Mars

source: May
french: Mai

source: New
french: Nouveau

source: New Button
french: Nouveau Bouton

source: New User
french: Nouvel utilisateur

source: New VHost
french: Nouvel hôte

source: No
french: Non

source: no access
french: Aucun accès

source: No logging facility activated
french: Les journaux ne sont pas activés

source: November
french: Novembre

source: October
french: Octobre

source: Preferences
french: Préférences

source: pure-ftpd is not running !
french: pure-ftpd est arrêté !

source: pure-ftpd is running ...
french: pure-ftpd est démarré ...

source: PureFTPd Manager - Server Logs
french: PureFTPd Manager - Journaux

source: PureFTPd Manager - Server Status
french: PureFTPd Manager - Statut du serveur

source: PureFTPd Manager - User Manager
french: PureFTPd Manager - Gestionnaire d'utilisateurs

source: PureFTPd Manager - Virtual Hosts
french: PureFTPd Manager - Hôtes virtuels

source: PureFTPd Manager is up-to-date
french: PureFTPd Manager est à jour

source: PureFTPd General Informations
french: Informations générales sur PureFTPd

source: read only
french: Lecture Seule

source: read/write
french: Lecture/Ecriture

source: Refresh
french: Actualiser

source: Revert
french: Ne pas enregistrer

source: Save
french: Enregistrer

source: September
french: Septembre

source: Server Logs
french: Journaux

source: Server Status
french: Statut

source: Start
french: Démarrer

source: Start Server
french: Démarrer le serveur

source: Stop
french: Arrêter

source: Stop Server
french: Arrêter le serveur

source: Uninstalling PureFTPd Manager...
french: Suppression de PureFTPd Manager en cours...

source: Updating Users Statistics...
french: Mise à jour des statistiques...

source: User Manager
french: Utilisateurs

source: Virtual Hosts
french: Hôtes virtuels

source: Virtual Hosts have been modified
french: La base d'hôtes virtuels à été modifiée

source: Virtual Users have been modified
french: La base d'utilisateurs virtuels à été modifiée

source: Would you like to apply these changes to PureFTPd ?
french: Souhaitez-vous appliquer ces changements à PureFTPd ?

source: write only (Dropbox)
french: Ecriture Seule (Boite de Dépot)

source: Yes
french: Oui

source: You are about to modify %@ permissions to %@. Do you want to modify its contents (files and folders) permissions recursively ? This may take a long time.
french: Vous êtes sur le point de modifier le dossier %@ et de définir ses permissions afin qu'il soit disponible en mode %@ à votre utilisateur virtuel. Souhaitez-vous également modifier les permissions des fichiers et sous-dossiers présents dans ce dossier ? Cette action peut prendre du temps.

source: You can't to create a new user !
french: Vous ne pouvez pas créer de nouvel utilisateur !

source: You have the latest version of PureFTPd Manager.
french: Vous utilisez la dernière version de PureFTPd Manager.

source: You need to enable logging on this server. Do you want to configure it now?
french: L'enregistrement de journaux doit être activé. Souhaitez-vous l'activer maintenant ?

source: Your virtual user home directory (%@) and its parent directory (%@) belong to the same system user. To fix the parent folder ownership to root:wheel, click Fix & Continue.
french: Le répertoire de base de l'utilisateur virtuel (%@) et son dossier parent (%@) appartiennent au même utilisateur système. Pour attribuer le dossier parent à root:wheel, cliquez sur Réparer & Continuer.

source: Fix & Continue
french: Réparer & Continuer

source: PureFTPd Preferences have been modified
french: Les préférences de votre serveur ont été modifiées.

source: Would you like to restart PureFTPd daemon now?
french: Souhaiez-vous relancer votre serveur FTP maintenant ?

source: Show All
french: Retour

source: You are about to delete your SSL Certificate
french: Vous êtes sur le point de supprimer votre certificat SSL

source: Your certificate will be remove from your system. Do you want to continue ?
french: Votre certificat sera détruit. Voulez-vous continuer ?

source: Incomplete form
french: Formulaire incomplet

source: Cleartext sessions are refused and only SSL/TLS compatible clients are accepted.
french: Les sessions non chiffrées sont interdites.

source: Clients can connect either the traditional way or through an SSL/TLS layer.
french: Les sessions FTP peuvent s'effectuer de manière traditionelle ou à travers SSL/TLS

source: Support for SSL/TLS is disabled.
french: Le support des sessions SSL/TLS est inactif.

source: Database setup aborted! Please check that your MySQL server is running
french: La configuration de la base de donnée a été interrompue. Vérifiez que votre serveur MySQL est disponible.

source: Error connecting to MySQL
french: Erreur lors de la connexion à MySQL
