Repository: AppleLife/PureFTPd-Manager
Catalog: sources/SetupAssistant/*.lproj/Localizable.strings
Languages: french

source: - Default base directory for virtual hosts: %@
french: - Répertoire de base des hôtes virtuels : %@

source: - Default base directory for virtual users: %@
french: - Répertoire de base des utilisateurs virtuels : %@

source: - Their system group will be set to
french: - Ils seront affiliés au groupe système

source: - Virtual users will be affiliated to the following system user :
french: - Les utilisateurs virtuels seront affiliés à l'utilisateur système :

source: Anonymous Access:
french: Accès Anonyme :

source: Server logging:
french: Journaux :

source: System settings:
french: Propriétés Système :

source: Virtual Hosts:
french: Hôtes Virtuels :

source: Virtual Users:
french: Utilisateurs virtuels :

source: - Automatically start at PureFTPd at boot
french: - Démarrer PureFTPd automatiquement

source: - Record server statistics configuration...
french: - Configuration de l'enregistrement de journaux...

source: - Share processor time between running applications
french: - Partager le temps processeur entre les applications

source: - Statistics automatically updated at PureFTPd Manager startup
french: - Mise à jour des statistiques au démarrage de PureFTPd Manager

source: Skipping Anonymous access setup ...
french: Ignorer la mise en place du compter anonyme ...

source: Skipping server statistics configuration...
french: La configuration des statistiques du serveur sera ignorée.

source: Skipping Virtual Users setup ...
french: Ignorer la mise en place des utilisateurs virtuels ...

source: Group: %@ GID: %d
french: Groupe: %1$@ GID: %2$d

source: Username: %@ UID: %d
french: Utilisateur: %1$@ UID: %2$d

source: Username: ftp UID: %d Home: %@ Member of: %d
french: Utilisateur: ftp UID: %1$d Dossier: %2$@ Membre de: %3$d

source: Anonymous account already present.
french: Compte anonyme déja présent.

source: Anonymous account setup will be skipped
french: Ignorer la mise en place du compte anonyme

source: Continue
french: Continuer

source: Do you really want to quit PureFTPd Manager Setup Assistant ?
french: Souhaitez-vous réellement quitter l'Assistant de Configuration ?

source: One or more of your settings is already defined and doesn't match your system setup. Please adjust your settings.
french: Une ou plusieurs des options choisies sont en conflit avec votre système.

source: Please choose another one
french: Choississez-en un autre.

source: PureFTPd Manager Setup Assistant
french: Assistant de Configuration de PureFTPd Manager

source: Quit
french: Quitter

source: Reconfigure
french: Reconfigurer

source: System accounts for virtual users match.
french: Les comptes sytèmes des utilisateurs virtuels correspondent.

source: Take a moment to review your Pure-FTPd Manager settings
french: Aperçu de vos préférences.

source: The specified settings match an existing user and group on your computer (maybe they were already set up). You may safely continue or reconfigure the values, specifying different names and id numbers.
french: Les valeurs indiquées correspondent à un utilisateur et à un groupe système existant (sans doute configuré préalablement). Vous pouvez valider cette étape ou la configurer autrement.

source: The specified settings match an existing user on your computer (maybe it was already set up). It will be used to enable anonymous user access to you ftp server.
french: Les valeurs indiquées correspondent à un utilisateur système existant (sans doute configuré préalablement). Ce dernier sera utilisé pour paramétrer l'accès anonyme à votre serveur ftp

source: Virtual User system misconfigured.
french: Mécanisme d'utilisateurs virtuels mal configuré

source: You specified a GID that already exists!
french: Vous avez spécifié un GID qui existe déjà !

source: You specified a group name that already exists!
french: Ce nom de groupe existe déjà !

source: You specified a login that already exists!
french: Ce nom d'utilisateur existe déjà !

source: You specified a UID that already exists!
french: Vous avez spécifié un UID qui existe déjà !
